//**********************************************************************
//*** OMVS UNPAX
//**********************************************************************
//UNPAXDIR  EXEC PGM=BPXBATCH,
//          PARM='sh cd /tmp;                pax -rvf                  X
//             RO60733.pax.Z'
//STDOUT    DD   SYSOUT=*
//STDERR    DD   SYSOUT=*
