//JOBCARD
//**********************************************************************
//***    TO PASS ESP COMMAND                                         ***
//**********************************************************************
//STEP EXEC PGM=ESP,PARM='SUBSYSTEM(espsub)'
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
RESDEF - OWNERS WAITERS
RESDEF - LIST
/*
