//JC
//RUNSHELL EXEC PGM=BPXBATCH,PARM='SH ID'
//STDOUT   DD  PATH='/tmp/BPXMSGS',
//         PATHOPTS=(OCREAT,OTRUNC,OWRONLY)
//S1       EXEC PGM=IEFBR14,PARM='THIS IS A LONG PARAMETER WITHIN APOST
//             ROPHES, CONTINUED IN COLUMN 16 OF THE NEXT RECORD'
