//JC
//TSOBAT EXEC PGM=IKJEFT01,DYNAMNBR=1000
//**********************************************************************
//***  TO EXEC REXX PGM IN BATCH                                     ***
//**********************************************************************
//SYSTSPRT  DD SYSOUT=*
//SYSOUT    DD SYSOUT=*
//SYSPRINT  DD SYSOUT=*
//SYSEXEC   DD DISP=SHR,DSN=USER.REXX2
//*YSPROC   DD DISP=SHR,DSN=CLIST-LIB
//*TEPLIB   DD DISP=SHR,DSN=LOAD-LIB
//SYSTSIN   DD *
  ESPUECL
/*
