//AACCDELA JOB (AACC,SCHE),'PROD',CLASS=X,MSGCLASS=A TYPRUN=HOLD               
//*UQ ALLOW                                                                    
//* -----------------------------------------------------------                 
//*                         DELETE DATASET 
//* -----------------------------------------------------------                 
//S1       EXEC PGM=IEFBR14                                                    
//DD1   DD DSN=AEC.S.SIGOTE,DISP=(OLD,DELETE)                                  
/*
